IDEA Open Model
ConcreteCheckResultOverallItem.CheckValue Property
Compatible with IDEA StatiCa v 10.1
 calculated limited value, calculated as strain to limit strain
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double CheckValue { get; set; }
Public Property CheckValue As Double
	Get
	Set
public:
property double CheckValue {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteCheckResultOverallItem Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace